tap "homebrew/cask"
tap "homebrew/cask-fonts"

# bin
brew "zsh"
brew "fzf"
brew "direnv"
brew "jenv"
brew "npm"
brew "git"
brew "tmux"
brew "pipenv"
brew "pyenv"
brew "jenv"
brew "gradle"

# fonts
cask "font-fira-code"
cask "font-hack"

# apps
cask "spotify"
cask "whatsapp"
cask "phpstorm"
cask "visual-studio-code"
cask "postman"

cask "java"
cask "java8"