tap "homebrew/cask"
tap "homebrew/cask-fonts"

# cli
brew "fzf"
brew "direnv"
brew "jenv"
brew "npm"
brew "git"
brew "tmux"
brew "pipenv"
brew "pyenv"
brew "jenv"
brew "grep"

# fonts
cask "font-fira-code"
cask "font-hack"

# apps
cask "spotify"
cask "whatsapp"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "postman"
cask "maccy"
